OdGePoint3d.op_Subtraction(OdGePoint3d!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Subtraction operator for the OdGePoint3d class.
\param point [in]  Input 3D point, coordinates of which are subtracted from the coordinates of this point.
\remarks
Returns a vector formed as a result of this point's coordinates - coordinates of the specified point.